Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTags.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

source: Chikan Protagonist
de: Hauptfigur, die andere sexuell begrapscht
ja: 痴漢の主人公
ko: 치한인 주인공
pl: Protagonista molestujący przez obmacywanie
zh_hans: 痴汉主角
zh_hant: 痴漢主角

source: Child Abuse
de: Kindesmisshandlung
ja: 児童虐待
ko: 아동 학대
pl: Znęcanie się nad dziećmi
zh_hans: 虐待儿童
zh_hant: 虐待兒童

source: Child Protagonist
de: Kind als Hauptfigur
ja: 子どもの主人公
ko: 어린이 주인공
pl: Protagonista będący dzieckiem
zh_hans: 儿童主角
zh_hant: 兒童主角

source: Child Support Character
de: Kind als Nebenfigur
ja: 子どものサブキャラクター
ko: 어린이 조연
pl: Postać drugoplanowa będąca dzieckiem
zh_hans: 儿童配角
zh_hant: 兒童配角

source: Childhood Promise
de: Versprechen aus der Kindheit
ja: 幼い頃の約束
ko: 어린 시절의 약속
pl: Obietnica z dzieciństwa
zh_hans: 儿时约定
zh_hant: 兒時約定

source: Childishly Violent Hero
de: Kindisch gewalttätiger Held
ja: 子どもっぽく暴力的な男性主人公
ko: 유치하고 폭력적인 남성 주인공
pl: Dziecinnie agresywny bohater
zh_hans: 幼稚而暴力的男主角
zh_hant: 幼稚而暴力的男主角

source: Childishly Violent Heroine
de: Kindisch gewalttätige Heldin
ja: 子どもっぽく暴力的なヒロイン
ko: 유치하고 폭력적인 여성 주인공
pl: Dziecinnie agresywna bohaterka
zh_hans: 幼稚而暴力的女主角
zh_hant: 幼稚而暴力的女主角

source: Childishly Violent Protagonist
de: Kindisch gewalttätige Hauptfigur
ja: 子どもっぽく暴力的な主人公
ko: 유치하고 폭력적인 주인공
pl: Dziecinnie agresywny protagonista
zh_hans: 幼稚而暴力的主角
zh_hant: 幼稚而暴力的主角

source: Children Ending
de: Ende mit Kindern
ja: 子どもエンド
ko: 자녀 엔딩
pl: Zakończenie z dziećmi
zh_hans: 子女结局
zh_hant: 子女結局

source: Chinese Mythology
de: Chinesische Mythologie
ja: 中国神話
ko: 중국 신화
pl: Mitologia chińska
zh_hans: 中国神话
zh_hant: 中國神話

source: Choices
de: Entscheidungen
ja: 選択肢
ko: 선택지
pl: Wybory
zh_hans: 选项
zh_hant: 選項

source: Choices from Other Perspectives
de: Entscheidungen aus anderen Perspektiven
ja: 別視点での選択肢
ko: 다른 시점의 선택지
pl: Wybory z innych perspektyw
zh_hans: 其他视角的选项
zh_hant: 其他視角的選項

source: Choices with 4 or More Options
de: Entscheidungen mit mindestens vier Optionen
ja: 4つ以上の選択肢
ko: 4개 이상의 항목이 있는 선택지
pl: Wybory z co najmniej czterema opcjami
zh_hans: 含4个以上选项的选择
zh_hant: 含4個以上選項的選擇

source: Choosing Factions
de: Fraktionswahl
ja: 勢力選択
ko: 세력 선택
pl: Wybór frakcji
zh_hans: 阵营选择
zh_hant: 陣營選擇

source: Chosen Choices Marking
de: Markierung gewählter Optionen
ja: 選択済みの選択肢を表示
ko: 선택한 선택지 표시
pl: Oznaczanie wybranych opcji
zh_hans: 已选选项标记
zh_hant: 已選選項標記

source: Christian Church
de: Christliche Kirche
ja: キリスト教会
ko: 기독교 교회
pl: Kościół chrześcijański
zh_hans: 基督教教堂
zh_hant: 基督教教堂

source: Christian Mythology
de: Christliche Mythologie
ja: キリスト教神話
ko: 기독교 신화
pl: Mitologia chrześcijańska
zh_hans: 基督教神话
zh_hant: 基督教神話

source: Chubby Hero
de: Molliger Held
ja: ぽっちゃりした男性主人公
ko: 통통한 남성 주인공
pl: Pulchny bohater
zh_hans: 胖乎乎的男主角
zh_hant: 胖乎乎的男主角

source: Chubby Heroine
de: Mollige Heldin
ja: ぽっちゃりしたヒロイン
ko: 통통한 여성 주인공
pl: Pulchna bohaterka
zh_hans: 胖乎乎的女主角
zh_hant: 胖乎乎的女主角

source: Chubby Protagonist
de: Mollige Hauptfigur
ja: ぽっちゃりした主人公
ko: 통통한 주인공
pl: Pulchny protagonista
zh_hans: 胖乎乎的主角
zh_hant: 胖乎乎的主角

source: Church
de: Kirche
ja: 教会
ko: 교회
pl: Kościół
zh_hans: 教堂
zh_hant: 教堂

source: Church Sex
de: Sex in einer Kirche
ja: 教会でのセックス
ko: 교회에서의 성교
pl: Seks w kościele
zh_hans: 教堂性爱
zh_hant: 教堂性愛

source: Chuunibyou Hero
de: Held mit Chūnibyō
ja: 中二病の男性主人公
ko: 중2병 남성 주인공
pl: Bohater z chūnibyō
zh_hans: 中二病男主角
zh_hant: 中二病男主角

source: Chuunibyou Heroine
de: Heldin mit Chūnibyō
ja: 中二病のヒロイン
ko: 중2병 여성 주인공
pl: Bohaterka z chūnibyō
zh_hans: 中二病女主角
zh_hant: 中二病女主角

source: Chuunibyou Protagonist
de: Hauptfigur mit Chūnibyō
ja: 中二病の主人公
ko: 중2병 주인공
pl: Protagonista z chūnibyō
zh_hans: 中二病主角
zh_hant: 中二病主角

source: Circus
de: Zirkus
ja: サーカス
ko: 서커스
pl: Cyrk
zh_hans: 马戏团
zh_hant: 馬戲團

source: City Building Game
de: Städtebauspiel
ja: 都市建設ゲーム
ko: 도시 건설 게임
pl: Gra w budowanie miasta
zh_hans: 城市建设游戏
zh_hant: 城市建設遊戲

source: Civil War
de: Bürgerkrieg
ja: 内戦
ko: 내전
pl: Wojna domowa
zh_hans: 内战
zh_hant: 內戰

source: Clamps (BDSM)
de: Klemmen (BDSM)
ja: クランプ（BDSM）
ko: 클램프(BDSM)
pl: Klamry (BDSM)
zh_hans: 夹具（BDSM）
zh_hant: 夾具（BDSM）

source: Class President Hero
de: Klassensprecher als Held
ja: クラス委員長の男性主人公
ko: 반장인 남성 주인공
pl: Bohater będący przewodniczącym klasy
zh_hans: 班长男主角
zh_hant: 班長男主角

source: Class President Heroine
de: Klassensprecherin als Heldin
ja: クラス委員長のヒロイン
ko: 반장인 여성 주인공
pl: Bohaterka będąca przewodniczącą klasy
zh_hans: 班长女主角
zh_hant: 班長女主角

source: Class President Protagonist
de: Klassensprecher als Hauptfigur
ja: クラス委員長の主人公
ko: 반장인 주인공
pl: Protagonista będący przewodniczącym klasy
zh_hans: 班长主角
zh_hant: 班長主角

source: Classic Tsundere Heroine
de: Klassische Tsundere als Heldin
ja: 古典的ツンデレヒロイン
ko: 고전적 츤데레 여성 주인공
pl: Bohaterka będąca klasyczną tsundere
zh_hans: 经典傲娇女主角
zh_hant: 經典傲嬌女主角

source: Clicker Game
de: Klickerspiel
ja: クリッカーゲーム
ko: 클리커 게임
pl: Gra typu clicker
zh_hans: 点击游戏
zh_hant: 點擊遊戲

source: Cliffhanger Ending
de: Ende mit Cliffhanger
ja: クリフハンガー・エンディング
ko: 클리프행어 엔딩
pl: Zakończenie z cliffhangerem
zh_hans: 悬念结局
zh_hant: 懸念結局

source: Clinical Depression
de: Klinische Depression
ja: うつ病
ko: 임상적 우울증
pl: Depresja kliniczna
zh_hans: 临床抑郁症
zh_hant: 臨床憂鬱症

source: Clitoris Growth
de: Klitorisvergrößerung
ja: クリトリス肥大
ko: 음핵 비대
pl: Powiększenie łechtaczki
zh_hans: 阴蒂增大
zh_hant: 陰蒂增大

source: Clock Tower
de: Uhrturm
ja: 時計塔
ko: 시계탑
pl: Wieża zegarowa
zh_hans: 钟楼
zh_hant: 鐘樓

source: Clone Hero
de: Klon als Held
ja: クローンの男性主人公
ko: 복제 인간인 남성 주인공
pl: Bohater będący klonem
zh_hans: 克隆人男主角
zh_hant: 複製人男主角

source: Clone Heroine
de: Klon als Heldin
ja: クローンのヒロイン
ko: 복제 인간인 여성 주인공
pl: Bohaterka będąca klonem
zh_hans: 克隆人女主角
zh_hant: 複製人女主角

source: Clone Protagonist
de: Klon als Hauptfigur
ja: クローンの主人公
ko: 복제 인간인 주인공
pl: Protagonista będący klonem
zh_hans: 克隆人主角
zh_hant: 複製人主角

source: Cloning
de: Klonen
ja: クローニング
ko: 복제
pl: Klonowanie
zh_hans: 克隆
zh_hant: 複製

source: Close-up CGs
de: CG-Nahaufnahmen
ja: アップCG
ko: 클로즈업 CG
pl: Ilustracje CG w zbliżeniu
zh_hans: 特写CG
zh_hant: 特寫CG

source: Clothed Boobjob
de: Brustverkehr mit Kleidung
ja: 着衣パイズリ
ko: 착의 파이즈리
pl: Seks między piersiami przez ubranie
zh_hans: 穿衣乳交
zh_hant: 穿衣乳交

source: Clothed Female Naked Female
de: Bekleidete Frau und nackte Frau
ja: 女性一人が着衣・もう一人が全裸
ko: 한 여성은 착의, 다른 여성은 전라
pl: Ubrana kobieta i naga kobieta
zh_hans: 一名女性着装、另一名女性全裸
zh_hant: 一名女性著裝，另一名女性全裸

source: Clothed Female Naked Male
de: Bekleidete Frau und nackter Mann
ja: 女性が着衣・男性が全裸
ko: 여성은 착의, 남성은 전라
pl: Ubrana kobieta i nagi mężczyzna
zh_hans: 一名女性着装、一名男性全裸
zh_hant: 一名女性著裝，一名男性全裸

source: Clothed Male Naked Female
de: Bekleideter Mann und nackte Frau
ja: 男性が着衣・女性が全裸
ko: 남성은 착의, 여성은 전라
pl: Ubrany mężczyzna i naga kobieta
zh_hans: 一名男性着装、一名女性全裸
zh_hant: 一名男性著裝，一名女性全裸

source: Clothed Male Naked Male
de: Bekleideter Mann und nackter Mann
ja: 男性一人が着衣・もう一人が全裸
ko: 한 남성은 착의, 다른 남성은 전라
pl: Ubrany mężczyzna i nagi mężczyzna
zh_hans: 一名男性着装、另一名男性全裸
zh_hant: 一名男性著裝，另一名男性全裸

source: Clothing Damage
de: Beschädigte Kleidung
ja: 衣服破損
ko: 의상 파손
pl: Uszkodzenie ubrań
zh_hans: 服装破损
zh_hant: 服裝破損

source: Clothing ON/OFF
de: Kleidung ein- und ausschaltbar
ja: 衣服ON／OFF
ko: 의상 착용·탈의 전환
pl: Możliwość włączania i wyłączania ubrań
zh_hans: 服装穿脱切换
zh_hant: 服裝穿脫切換

source: Clumsy Hero
de: Ungeschickter Held
ja: ドジな男性主人公
ko: 서투른 남성 주인공
pl: Niezdarny bohater
zh_hans: 笨拙的男主角
zh_hant: 笨拙的男主角

source: Clumsy Heroine
de: Ungeschickte Heldin
ja: ドジなヒロイン
ko: 서투른 여성 주인공
pl: Niezdarna bohaterka
zh_hans: 笨拙的女主角
zh_hant: 笨拙的女主角

source: Co-worker Hero
de: Arbeitskollege als Held
ja: 同僚の男性主人公
ko: 동료인 남성 주인공
pl: Bohater będący współpracownikiem
zh_hans: 同事男主角
zh_hant: 同事男主角

source: Co-worker Heroine
de: Arbeitskollegin als Heldin
ja: 同僚のヒロイン
ko: 동료인 여성 주인공
pl: Bohaterka będąca współpracownicą
zh_hans: 同事女主角
zh_hant: 同事女主角

source: Co-worker Support Character
de: Arbeitskollege als Nebenfigur
ja: 同僚のサブキャラクター
ko: 동료인 조연
pl: Postać drugoplanowa będąca współpracownikiem
zh_hans: 同事配角
zh_hant: 同事配角

source: Coach Hero
de: Trainer als Held
ja: コーチの男性主人公
ko: 코치인 남성 주인공
pl: Bohater będący trenerem
zh_hans: 教练男主角
zh_hant: 教練男主角

source: Coach Heroine
de: Trainerin als Heldin
ja: コーチのヒロイン
ko: 코치인 여성 주인공
pl: Bohaterka będąca trenerką
zh_hans: 教练女主角
zh_hant: 教練女主角

source: Coach Protagonist
de: Trainer als Hauptfigur
ja: コーチの主人公
ko: 코치인 주인공
pl: Protagonista będący trenerem
zh_hans: 教练主角
zh_hant: 教練主角

source: Cock and Ball Torture
de: Penis- und Hodenfolter
ja: 陰茎と睾丸の拷問
ko: 음경과 고환 고문
pl: Torturowanie penisa i jąder
zh_hans: 阴茎与睾丸虐待
zh_hant: 陰莖與睪丸虐待

source: Cock and Ball Torture Devices
de: Geräte für Penis- und Hodenfolter
ja: 陰茎と睾丸の拷問器具
ko: 음경과 고환 고문 기구
pl: Przyrządy do torturowania penisa i jąder
zh_hans: 阴茎与睾丸虐待器具
zh_hant: 陰莖與睪丸虐待器具

source: Colored Name-tags
de: Farbige Namensanzeigen
ja: 色付きネームタグ
ko: 색상 이름표
pl: Kolorowe etykiety imion
zh_hans: 彩色姓名标签
zh_hant: 彩色姓名標籤

source: Colored Texts
de: Farbige Texte
ja: 色付きテキスト
ko: 색상 텍스트
pl: Kolorowe teksty
zh_hans: 彩色文字
zh_hant: 彩色文字

source: Colposcopy Camera (Sexual)
de: Kolposkopiekamera (sexuell)
ja: コルポスコピーカメラ（性的）
ko: 질확대경 카메라(성적)
pl: Kamera do kolposkopii (seksualne)
zh_hans: 阴道镜摄像头（色情）
zh_hant: 陰道鏡攝影機（色情）

source: Combat
de: Kampf
ja: 戦闘
ko: 전투
pl: Walka
zh_hans: 战斗
zh_hant: 戰鬥

source: Combat Archery
de: Bogenschießen im Kampf
ja: 弓術戦闘
ko: 궁술 전투
pl: Walka łukiem
zh_hans: 战斗射箭
zh_hant: 戰鬥射箭

source: Combat Capable Friends
de: Kampffähige Freunde
ja: 戦闘可能な友人
ko: 전투 가능한 친구
pl: Przyjaciele zdolni do walki
zh_hans: 能够战斗的朋友
zh_hant: 能夠戰鬥的朋友

source: Combat Sport
de: Kampfsport
ja: 格闘技
ko: 격투 스포츠
pl: Sport walki
zh_hans: 格斗运动
zh_hant: 格鬥運動

source: Combat with Arquebus
de: Kampf mit Arkebusen
ja: 火縄銃での戦闘
ko: 화승총 전투
pl: Walka arkebuzem
zh_hans: 火绳枪战斗
zh_hant: 火繩槍戰鬥

source: Combat with Automatic Firearms
de: Kampf mit automatischen Schusswaffen
ja: 自動火器での戦闘
ko: 자동 화기 전투
pl: Walka automatyczną bronią palną
zh_hans: 自动枪械战斗
zh_hant: 自動槍械戰鬥

source: Combat with Bladed Weapons
de: Kampf mit Klingenwaffen
ja: 刃物での戦闘
ko: 날붙이 무기 전투
pl: Walka bronią białą
zh_hans: 刀剑战斗
zh_hant: 刀劍戰鬥

source: Combat with Blunt Weapons
de: Kampf mit stumpfen Waffen
ja: 鈍器での戦闘
ko: 둔기 전투
pl: Walka bronią obuchową
zh_hans: 钝器战斗
zh_hant: 鈍器戰鬥

source: Combat with Claws
de: Kampf mit Klauen
ja: 爪での戦闘
ko: 발톱 전투
pl: Walka pazurami
zh_hans: 爪战
zh_hant: 爪戰

source: Combat with Clubs
de: Kampf mit Keulen
ja: 棍棒での戦闘
ko: 곤봉 전투
pl: Walka maczugami
zh_hans: 棍棒战斗
zh_hant: 棍棒戰鬥

source: Combat with Exotic Weapons
de: Kampf mit exotischen Waffen
ja: 特殊武器での戦闘
ko: 특수 무기 전투
pl: Walka egzotyczną bronią
zh_hans: 特殊武器战斗
zh_hant: 特殊武器戰鬥

source: Combat with Firearms
de: Kampf mit Schusswaffen
ja: 銃器での戦闘
ko: 화기 전투
pl: Walka bronią palną
zh_hans: 火器战斗
zh_hant: 火器戰鬥

source: Combat with Laser and Beam Firearms
de: Kampf mit Laser- und Strahlwaffen
ja: レーザー・ビーム銃器での戦闘
ko: 레이저·빔 화기 전투
pl: Walka laserową i wiązkową bronią palną
zh_hans: 激光与光束枪械战斗
zh_hant: 雷射與光束槍械戰鬥

source: Combat with Lasers and Beams
de: Kampf mit Lasern und Strahlen
ja: レーザー・ビームでの戦闘
ko: 레이저·빔 전투
pl: Walka laserami i wiązkami
zh_hans: 激光与光束战斗
zh_hant: 雷射與光束戰鬥

source: Combat with Spears
de: Kampf mit Speeren
ja: 槍での戦闘
ko: 창 전투
pl: Walka włóczniami
zh_hans: 长枪战斗
zh_hant: 長槍戰鬥

source: Comedic Love Triangle
de: Komödiantisches Liebesdreieck
ja: コメディー調の三角関係
ko: 코믹한 삼각관계
pl: Komediowy trójkąt miłosny
zh_hans: 喜剧式三角恋
zh_hant: 喜劇式三角戀

source: Comedic Sex Scenes
de: Komödiantische Sexszenen
ja: コミカルなセックスシーン
ko: 코믹한 성교 장면
pl: Komediowe sceny seksu
zh_hans: 喜剧性爱场景
zh_hant: 喜劇性愛場景

source: Comedy
de: Komödie
ja: コメディ
ko: 코미디
pl: Komedia
zh_hans: 喜剧
zh_hant: 喜劇

source: Comedy Rape
de: Komödiantisch dargestellte Vergewaltigung
ja: コメディー調のレイプ
ko: 코믹하게 묘사된 강간
pl: Gwałt przedstawiony komediowo
zh_hans: 喜剧强奸
zh_hant: 喜劇強姦

source: Comic Convention
de: Comicmesse
ja: コミックコンベンション
ko: 만화 컨벤션
pl: Konwent komiksowy
zh_hans: 漫画展会
zh_hant: 漫畫展

source: Comical Hero
de: Komischer Held
ja: コミカルな男性主人公
ko: 익살스러운 남성 주인공
pl: Komediowy bohater
zh_hans: 滑稽男主角
zh_hant: 滑稽男主角

source: Coming-of-Age Drama
de: Drama über das Erwachsenwerden
ja: 青春ドラマ
ko: 성장 드라마
pl: Dramat o dorastaniu
zh_hans: 成长剧
zh_hant: 成長劇

source: Command-based Adventure Game
de: Befehlsbasiertes Abenteuerspiel
ja: コマンド選択式アドベンチャーゲーム
ko: 명령 선택형 어드벤처 게임
pl: Gra przygodowa oparta na poleceniach
zh_hans: 指令式冒险游戏
zh_hant: 指令式冒險遊戲

source: Competition
de: Wettbewerb
ja: 競争
ko: 경쟁
pl: Rywalizacja
zh_hans: 比赛
zh_hant: 比賽

source: Completely Avoidable Hero Death
de: Vollständig vermeidbarer Tod des Helden
ja: 完全回避可能な男性主人公の死
ko: 완전히 회피 가능한 남성 주인공의 죽음
pl: Całkowicie możliwa do uniknięcia śmierć bohatera
zh_hans: 完全可避免的男主角死亡
zh_hant: 完全可避免的男主角死亡

source: Completely Avoidable Hero Rape
de: Vollständig vermeidbare Vergewaltigung des Helden
ja: 完全回避可能な男性主人公への強姦
ko: 완전히 회피 가능한 남성 주인공 대상 강간
pl: Całkowicie możliwy do uniknięcia gwałt na bohaterze
zh_hans: 完全可避免的男主角遭强奸
zh_hant: 完全可避免的男主角遭強姦

source: Completely Avoidable Heroine Death
de: Vollständig vermeidbarer Tod der Heldin
ja: 完全回避可能なヒロインの死
ko: 완전히 회피 가능한 여성 주인공의 죽음
pl: Całkowicie możliwa do uniknięcia śmierć bohaterki
zh_hans: 完全可避免的女主角死亡
zh_hant: 完全可避免的女主角死亡

source: Completely Avoidable Heroine Rape
de: Vollständig vermeidbare Vergewaltigung der Heldin
ja: 完全回避可能なヒロインへの強姦
ko: 완전히 회피 가능한 여성 주인공 대상 강간
pl: Całkowicie możliwy do uniknięcia gwałt na bohaterce
zh_hans: 完全可避免的女主角遭强奸
zh_hant: 完全可避免的女主角遭強姦

source: Completely Avoidable Heroine Rape by Others
de: Vollständig vermeidbare Vergewaltigung der Heldin durch andere
ja: 他者によるヒロインへの強姦（完全回避可能）
ko: 완전히 회피 가능한 타인에 의한 여성 주인공 강간
pl: Całkowicie możliwy do uniknięcia gwałt na bohaterce dokonany przez innych
zh_hans: 完全可避免的女主角遭他人强奸
zh_hant: 完全可避免的女主角遭他人強姦

source: Completely Avoidable Netorare
de: Vollständig vermeidbares Netorare
ja: 完全回避可能な寝取られ
ko: 완전히 회피 가능한 네토라레
pl: Całkowicie możliwe do uniknięcia netorare
zh_hans: 完全可避免的寝取
zh_hant: 完全可避免的寢取

source: Completely Avoidable Protagonist Death
de: Vollständig vermeidbarer Tod der Hauptfigur
ja: 完全回避可能な主人公の死
ko: 완전히 회피 가능한 주인공의 죽음
pl: Całkowicie możliwa do uniknięcia śmierć protagonisty
zh_hans: 完全可避免的主角死亡
zh_hant: 完全可避免的主角死亡

source: Completely Avoidable Protagonist Rape
de: Vollständig vermeidbare Vergewaltigung der Hauptfigur
ja: 完全回避可能な主人公への強姦
ko: 완전히 회피 가능한 주인공 대상 강간
pl: Całkowicie możliwy do uniknięcia gwałt na protagoniście
zh_hans: 完全可避免的主角遭强奸
zh_hant: 完全可避免的主角遭強姦

source: Completely Avoidable Rape
de: Vollständig vermeidbare Vergewaltigung
ja: 完全回避可能な強姦
ko: 완전히 회피 가능한 강간
pl: Całkowicie możliwy do uniknięcia gwałt
zh_hans: 完全可避免的强奸
zh_hant: 完全可避免的強姦

source: Completely Avoidable Rape by Others
de: Vollständig vermeidbare Vergewaltigung durch andere
ja: 他者による強姦（完全回避可能）
ko: 완전히 회피 가능한 타인에 의한 강간
pl: Całkowicie możliwy do uniknięcia gwałt dokonany przez innych
zh_hans: 完全可避免的遭他人强奸
zh_hant: 完全可避免的遭他人強姦

source: Completely Avoidable Rape by the Protagonist
de: Vollständig vermeidbare Vergewaltigung durch die Hauptfigur
ja: 主人公による強姦（完全回避可能）
ko: 완전히 회피 가능한 주인공에 의한 강간
pl: Całkowicie możliwy do uniknięcia gwałt dokonany przez protagonistę
zh_hans: 完全可避免的主角强奸他人
zh_hant: 完全可避免的主角強姦他人

source: Completely Unavoidable Hero Death
de: Vollständig unvermeidbarer Tod des Helden
ja: 完全回避不能な男性主人公の死
ko: 절대로 회피할 수 없는 남성 주인공의 죽음
pl: Całkowicie nieunikniona śmierć bohatera
zh_hans: 完全不可避免的男主角死亡
zh_hant: 完全不可避免的男主角死亡

source: Completely Unavoidable Hero Rape
de: Vollständig unvermeidbare Vergewaltigung des Helden
ja: 完全回避不能な男性主人公への強姦
ko: 절대로 회피할 수 없는 남성 주인공 대상 강간
pl: Całkowicie nieunikniony gwałt na bohaterze
zh_hans: 完全不可避免的男主角遭强奸
zh_hant: 完全不可避免的男主角遭強姦

source: Completely Unavoidable Heroine Death
de: Vollständig unvermeidbarer Tod der Heldin
ja: 完全回避不能なヒロインの死
ko: 절대로 회피할 수 없는 여성 주인공의 죽음
pl: Całkowicie nieunikniona śmierć bohaterki
zh_hans: 完全不可避免的女主角死亡
zh_hant: 完全不可避免的女主角死亡

source: Completely Unavoidable Heroine Rape
de: Vollständig unvermeidbare Vergewaltigung der Heldin
ja: 完全回避不能なヒロインへの強姦
ko: 절대로 회피할 수 없는 여성 주인공 대상 강간
pl: Całkowicie nieunikniony gwałt na bohaterce
zh_hans: 完全不可避免的女主角遭强奸
zh_hant: 完全不可避免的女主角遭強姦

source: Completely Unavoidable Netorare
de: Vollständig unvermeidbares Netorare
ja: 完全回避不能な寝取られ
ko: 절대로 회피할 수 없는 네토라레
pl: Całkowicie nieuniknione netorare
zh_hans: 完全不可避免的寝取
zh_hant: 完全不可避免的寢取

source: Completely Unavoidable Protagonist Death
de: Vollständig unvermeidbarer Tod der Hauptfigur
ja: 完全回避不能な主人公の死
ko: 절대로 회피할 수 없는 주인공의 죽음
pl: Całkowicie nieunikniona śmierć protagonisty
zh_hans: 完全不可避免的主角死亡
zh_hant: 完全不可避免的主角死亡

source: Completely Unavoidable Protagonist Rape
de: Vollständig unvermeidbare Vergewaltigung der Hauptfigur
ja: 完全回避不能な主人公への強姦
ko: 절대로 회피할 수 없는 주인공 대상 강간
pl: Całkowicie nieunikniony gwałt na protagoniście
zh_hans: 完全不可避免的主角遭强奸
zh_hant: 完全不可避免的主角遭強姦

source: Completion Status Indicator
de: Abschlussanzeige
ja: 完了状況インジケータ
ko: 완료 상태 표시기
pl: Wskaźnik ukończenia
zh_hans: 完成状态指示器
zh_hant: 完成狀態指示器

source: Con Artist Heroine
de: Betrügerin als Heldin
ja: 詐欺師のヒロイン
ko: 사기꾼인 여성 주인공
pl: Bohaterka będąca oszustką
zh_hans: 骗子女主角
zh_hant: 騙子女主角

source: Con Artist Protagonist
de: Betrüger als Hauptfigur
ja: 詐欺師の主人公
ko: 사기꾼인 주인공
pl: Protagonista będący oszustem
zh_hans: 骗子主角
zh_hant: 騙子主角

source: Concentration (Game)
de: Memory (Spiel)
ja: 神経衰弱（ゲーム）
ko: 카드 짝 맞추기(게임)
pl: Memory (gra)
zh_hans: 翻牌配对（游戏）
zh_hant: 翻牌配對（遊戲）

source: Condoms
de: Kondome
ja: コンドーム
ko: 콘돔
pl: Prezerwatywy
zh_hans: 避孕套
zh_hant: 避孕套

source: Confinement
de: Gefangenschaft
ja: 監禁
ko: 감금
pl: Uwięzienie
zh_hans: 拘禁
zh_hant: 拘禁

source: Confinement in a Simulated Reality
de: Gefangenschaft in einer simulierten Realität
ja: シミュレートされた現実での監禁
ko: 시뮬레이션된 현실 속 감금
pl: Uwięzienie w symulowanej rzeczywistości
zh_hans: 模拟现实中的拘禁
zh_hant: 模擬現實中的拘禁

source: Consensual Chikan
de: Einvernehmliches sexuelles Begrapschen
ja: 合意の痴漢
ko: 합의된 치한 행위
pl: Obmacywanie za zgodą
zh_hans: 双方同意的痴汉
zh_hant: 雙方同意的痴漢

source: Consensual Defloration by Others
de: Einvernehmliche Entjungferung durch andere
ja: 他者による合意の処女喪失
ko: 합의하에 타인에게 처녀성을 잃음
pl: Dobrowolna defloracja dokonana przez innych
zh_hans: 双方同意的他人破处
zh_hant: 雙方同意的他人破處

source: Consensual Erotic Humiliation
de: Einvernehmliche erotische Demütigung
ja: 合意のエロティックな屈辱
ko: 합의된 성적 굴욕
pl: Upokorzenie erotyczne za zgodą
zh_hans: 双方同意的色情羞辱
zh_hant: 雙方同意的色情羞辱

source: Consensual Group Sex of One Female and Several Males
de: Einvernehmlicher Gruppensex einer Frau mit mehreren Männern
ja: 一人の女性と複数の男性による合意の乱交
ko: 합의된 여성 1명과 남성 여러 명의 집단 성교
pl: Dobrowolny seks grupowy jednej kobiety z wieloma mężczyznami
zh_hans: 双方同意的一女多男群交
zh_hant: 全員合意的一女多男群交

source: Consensual Phone Sex
de: Einvernehmlicher Telefonsex
ja: 合意のテレフォンセックス
ko: 합의된 폰섹스
pl: Seks przez telefon za zgodą
zh_hans: 双方同意的电话性爱
zh_hant: 雙方同意的電話性愛

source: Consensual Sex Involving Drugs
de: Einvernehmlicher Sex mit Drogen
ja: 薬物を用いた合意のセックス
ko: 합의된 약물 동반 성교
pl: Dobrowolny seks z udziałem narkotyków
zh_hans: 双方同意的药物性爱
zh_hant: 雙方同意的藥物性愛

source: Consensual Sex Involving Slime Monsters
de: Einvernehmlicher Sex mit Schleimmonstern
ja: スライムモンスターとの合意のセックス
ko: 합의된 슬라임 괴물과의 성교
pl: Dobrowolny seks ze śluzowymi potworami
zh_hans: 双方同意的与史莱姆怪物性爱
zh_hant: 與史萊姆怪物進行的合意性愛

source: Consensual Sex Involving Tentacles
de: Einvernehmlicher Sex mit Tentakeln
ja: 触手との合意のセックス
ko: 합의된 촉수와의 성교
pl: Dobrowolny seks z mackami
zh_hans: 双方同意的触手性爱
zh_hant: 雙方同意的觸手性愛

source: Consensual Sex with Animals
de: Einvernehmlicher Sex mit Tieren
ja: 動物との合意のセックス
ko: 합의된 동물과의 성교
pl: Dobrowolny seks ze zwierzętami
zh_hans: 双方同意的人兽性爱
zh_hant: 雙方同意的人獸性愛

source: Consensual Sex With Monsters
de: Einvernehmlicher Sex mit Monstern
ja: モンスターとの合意のセックス
ko: 합의된 괴물과의 성교
pl: Dobrowolny seks z potworami
zh_hans: 双方同意的与怪物性爱
zh_hant: 與怪物進行的合意性愛

source: Conspiracy
de: Verschwörung
ja: 陰謀
ko: 음모
pl: Spisek
zh_hans: 阴谋
zh_hant: 陰謀

source: Constructs
de: Konstrukte
ja: 人工生命体
ko: 인공 생명체
pl: Konstrukty
zh_hans: 构装体
zh_hant: 構裝體

source: Consumption of Pornography
de: Pornografiekonsum
ja: ポルノ視聴
ko: 음란물 시청
pl: Korzystanie z pornografii
zh_hans: 观看色情内容
zh_hant: 觀看色情內容

source: Contemporary Fantasy
de: Zeitgenössische Fantasy
ja: 現代ファンタジー
ko: 현대 판타지
pl: Fantastyka współczesna
zh_hans: 现代奇幻
zh_hant: 現代奇幻

source: Cook Hero
de: Koch als Held
ja: 料理人の男性主人公
ko: 요리사인 남성 주인공
pl: Bohater będący kucharzem
zh_hans: 厨师男主角
zh_hant: 廚師男主角

source: Cook Heroine
de: Köchin als Heldin
ja: 料理人のヒロイン
ko: 요리사인 여성 주인공
pl: Bohaterka będąca kucharką
zh_hans: 厨师女主角
zh_hant: 廚師女主角

source: Cook Protagonist
de: Koch als Hauptfigur
ja: 料理人の主人公
ko: 요리사인 주인공
pl: Protagonista będący kucharzem
zh_hans: 厨师主角
zh_hant: 廚師主角

source: Cook Support Character
de: Koch als Nebenfigur
ja: 料理人のサブキャラクター
ko: 요리사인 조연
pl: Postać drugoplanowa będąca kucharzem
zh_hans: 厨师配角
zh_hant: 廚師配角

source: Coprophagia
de: Koprophagie
ja: 食糞
ko: 식분
pl: Koprofagia
zh_hans: 食粪
zh_hant: 食糞

source: Coronation
de: Krönung
ja: 戴冠式
ko: 대관식
pl: Koronacja
zh_hans: 加冕
zh_hant: 加冕

source: Corporations
de: Konzerne
ja: 企業
ko: 기업
pl: Korporacje
zh_hans: 企业
zh_hant: 企業

source: Correct Choice Indicator
de: Anzeige der richtigen Option
ja: 正解選択肢インジケータ
ko: 정답 선택지 표시기
pl: Wskaźnik właściwego wyboru
zh_hans: 正确选项指示器
zh_hant: 正確選項指示器

source: Corruption of Characters
de: Verderbnis von Figuren
ja: キャラクターの堕落
ko: 캐릭터의 타락
pl: Deprawacja postaci
zh_hans: 角色堕落
zh_hant: 角色墮落

source: Cosmetic Surgery
de: Schönheitschirurgie
ja: 美容整形
ko: 미용 성형
pl: Chirurgia estetyczna
zh_hans: 整形手术
zh_hant: 整形手術

source: Countryside
de: Ländliche Gegend
ja: 田舎
ko: 시골
pl: Wieś
zh_hans: 乡村
zh_hant: 鄉村

source: Courtroom
de: Gerichtssaal
ja: 法廷
ko: 법정
pl: Sala sądowa
zh_hans: 法庭
zh_hant: 法庭

source: Cousin Incest
de: Inzest zwischen Cousins
ja: いとこ同士の近親相姦
ko: 사촌간 근친상간
pl: Kazirodztwo między kuzynostwem
zh_hans: 表亲乱伦
zh_hant: 表親亂倫

source: Cousin Romance
de: Romanze zwischen Cousins
ja: いとこ同士の恋愛
ko: 사촌간 연애
pl: Romans między kuzynostwem
zh_hans: 表亲恋爱
zh_hant: 表親戀愛

source: Cow Cosplay
de: Kuh-Cosplay
ja: 牛コスプレ
ko: 소 코스프레
pl: Cosplay krowy
zh_hans: 奶牛装扮
zh_hant: 奶牛裝扮

source: Cowgirl Heroine
de: Cowgirl als Heldin
ja: カウガールのヒロイン
ko: 카우걸인 여성 주인공
pl: Bohaterka będąca kowbojką
zh_hans: 女牛仔女主角
zh_hant: 女牛仔女主角

source: Crime
de: Verbrechen
ja: 犯罪
ko: 범죄
pl: Przestępczość
zh_hans: 犯罪
zh_hant: 犯罪

source: Crime Family
de: Verbrecherfamilie
ja: 犯罪一家
ko: 범죄 조직 가문
pl: Rodzina przestępcza
zh_hans: 黑帮家族
zh_hant: 黑幫家族

source: Criminal Hero
de: Verbrecher als Held
ja: 犯罪者の男性主人公
ko: 범죄자인 남성 주인공
pl: Bohater będący przestępcą
zh_hans: 罪犯男主角
zh_hant: 罪犯男主角

source: Criminal Heroine
de: Verbrecherin als Heldin
ja: 犯罪者のヒロイン
ko: 범죄자인 여성 주인공
pl: Bohaterka będąca przestępczynią
zh_hans: 罪犯女主角
zh_hant: 罪犯女主角

source: Criminal Protagonist
de: Verbrecher als Hauptfigur
ja: 犯罪者の主人公
ko: 범죄자인 주인공
pl: Protagonista będący przestępcą
zh_hans: 罪犯主角
zh_hant: 罪犯主角

source: Crippled Hero
de: Held mit körperlicher Behinderung
ja: 障害のある男性主人公
ko: 지체 장애가 있는 남성 주인공
pl: Bohater z niepełnosprawnością fizyczną
zh_hans: 残疾男主角
zh_hant: 肢體障礙男主角

source: Crippled Heroine
de: Heldin mit körperlicher Behinderung
ja: 障害のあるヒロイン
ko: 지체 장애가 있는 여성 주인공
pl: Bohaterka z niepełnosprawnością fizyczną
zh_hans: 残疾女主角
zh_hant: 肢體障礙女主角

source: Crippled Protagonist
de: Hauptfigur mit körperlicher Behinderung
ja: 障害のある主人公
ko: 지체 장애가 있는 주인공
pl: Protagonista z niepełnosprawnością fizyczną
zh_hans: 残疾主角
zh_hant: 肢體障礙主角

source: Cross-dressing
de: Tragen der Kleidung eines anderen Geschlechts
ja: 異性装
ko: 이성 복장 착용
pl: Noszenie ubrań innej płci
zh_hans: 异性装扮
zh_hant: 異性裝扮

source: Crossdressing Protagonist as a Secret
de: Hauptfigur mit geheimem Crossdressing
ja: 秘密で異性装する主人公
ko: 몰래 이성 복장을 하는 주인공
pl: Protagonista potajemnie noszący ubrania innej płci
zh_hans: 秘密异装的主角
zh_hant: 秘密異裝的主角

source: Crotch Rope Walk
de: Gehen mit einem Seil im Schritt
ja: 股間をロープで縛って歩く
ko: 사타구니를 밧줄로 묶고 걷기
pl: Chodzenie z liną w kroczu
zh_hans: 胯部绳缚行走
zh_hant: 胯部繩縛行走

source: Cult
de: Kult
ja: カルト
ko: 사이비 종교
pl: Kult
zh_hans: 邪教
zh_hant: 邪教

source: Cum Bath
de: Spermabad
ja: 精液風呂
ko: 정액 목욕
pl: Kąpiel w nasieniu
zh_hans: 精液浴
zh_hant: 精液浴

source: Cum on Food
de: Sperma auf Essen
ja: 食べ物への精液
ko: 음식에 정액 뿌리기
pl: Nasienie na jedzeniu
zh_hans: 食物上的精液
zh_hant: 食物上的精液
